--[[
|------------------------------------------------- |--------- ______-----------------_______---|
|   ______   __   ______    _____     _____    __  |  _____  |  ____|  __     __    /  _____/  |
|  |__  __| |  | |__  __|  /     \   |     \  |  | | |__   | | |____  |  |   |  |  /  /____    |
|    |  |   |  |   |  |   /  /_\  \  |  |\  \ |  | |   /  /  |  ____| |  |   |  |  \____   /   |
|    |  |   |  |   |  |  /  _____  \ |  | \  \|  | |  /  /_  | |____  |  |___|  |   ___/  /    |
|    |__|   |__|   |__| /__/     \__\|__|  \_____| | |_____| |______|  \_______/  /______/     |
|--------------------------------------------------|-------------------------------------------|
| This Project Powered by : Pouya Poorrahman CopyRight 2016 Jove Version 4.0 Anti Spam Cli Bot |
|----------------------------------------------------------------------------------------------|
]]
do

function run(msg, matches)
  return [[ 
💠راهنمای فارسی ژوپیتر ورژن 4.0💠

🔆شخصی سازی سوپرگروه:🔆
💭قفل
(لینک-مخاطب-اسپم-فارسی-اعضا-راستچین-اعلان-استیکر-تگ-شکلک-انگلیسی-فروارد-کلمات زشت-وب لینک)
🗯بازکردن
(لینک-مخاطب-اسپم-فارسی-اعضا-راستچین-اعلان-استیکر-تگ-شکلک-انگلیسی-فروارد-کلمات زشت-وب لینک)

📉ممنوعیت
(صدا-فیلم-عکس-گیف-متن-همه)
📈حذف ممنوعیت
(صدا-فیلم-عکس-گیف-متن-همه)

📝تنظیم
(عکس-اسم-درباره-قوانین-نام کاربری-حساسیت)

🚩عمومی (🔓-🔐)

💥مدیریت یک کاربر💥:
🚫بلاک (ایدی یا ریپلای)
🚫اخراج (ایدی یا ریپلای)
🚫بن (ایدی یا ریپلای)

⭕️انبن (ایدی یا ریپلای)

📍تنظیم مالک (ایدی یا ریپلای)
📍تنطیم ادمین (ایدی یا ریپلای)
📍ارتقا (ایدی یا ریپلای)

🔻عزل (ایدی یا ریپلای)
🔻عزل ادمین (ایدی یا ریپلای)

📵خفه کردن (ایدی یا ریپلای)
(اگر برای دوبار پیاپی زده شود فرد ازادمیشود)

📚دستورات عمومی سوپر گروه:📚
▫️لیست
(اعضا-خفه ها-ممنوعیت-مدیران)
▪️ادمین ها
▫️مالک
▪️ربات ها

🔹تنظیمات
🔸اطلاعات گروه

🔻قوانین

♦️حذف (ریپلای)
♦️اخراجم کن

🌀اطلاعات (ایدی)
🌀ایدی (ریپلای یا ایدی)

🔏تنظیم لینک
🏳لینک
〰〰〰〰〰〰〰
☑️ #ژوپیتر ورژن 4.0
💠تیم تایتان زئوس💠
]]
end

return {
  patterns = {
    "^کمک$",
    "^راهنما$"
  }, 
  run = run 
}

end
