--[[
|------------------------------------------------- |--------- ______-----------------_______---|
|   ______   __   ______    _____     _____    __  |  _____  |  ____|  __     __    /  _____/  |
|  |__  __| |  | |__  __|  /     \   |     \  |  | | |__   | | |____  |  |   |  |  /  /____    |
|    |  |   |  |   |  |   /  /_\  \  |  |\  \ |  | |   /  /  |  ____| |  |   |  |  \____   /   |
|    |  |   |  |   |  |  /  _____  \ |  | \  \|  | |  /  /_  | |____  |  |___|  |   ___/  /    |
|    |__|   |__|   |__| /__/     \__\|__|  \_____| | |_____| |______|  \_______/  /______/     |
|--------------------------------------------------|-------------------------------------------|
| This Project Powered by : Pouya Poorrahman CopyRight 2016 Jove Version 3.1 Anti Spam Cli Bot |
|                             The Other Code Writer: Erfan Kiya                                |
|----------------------------------------------------------------------------------------------|
]]
do

function run(msg, matches)
  return [[ 
🔰ورژن:Jove (Old Smart) V 3.1🔰
🔰یه ربات برنامه ریزی شده برپایه سید (هوشمند،سریع،قدرتمند)🔰
🔰مدل پردازنده:Intel(R) Core(TM) i7-6700 CPU @ 3.40GHz🔰
🔰تعداد هسته:2-1-1-2هسته🔰
🔰مقدار رم:2-1-1-2گیگ🔰
🔰هارد:60-40-40-60گیگ اس اس دی🔰
🔰محل سرور:هلند-آمریکا-فرانسه-فرانسه🔰
🔰کانفیگور و توسعه دهنده: @vVv_ERPO_vVv🔰
🔰مديريت و توسعه دهنده: @vWv_ERPO_vWv🔰
🔰کانال: @JoveCH🔰
🔰هلپر: @JoveTGBot🔰
🔰سایت: JoveTG.Ir
🔰سودوها🔰:
@vMv_ERPO_vMv & @vXv_ERPO_vXv & @Omid0263 & @vQv_ERPO_vQv
🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮
☀️توضیح مختصر☀️:
یک ربات ساده و مخصوص مدیریت حرفه ای گروه
🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮
☀️☀️
ژوپیتر یک ربات دوزبانه است:ENG-PER
]]
end

return {
  description = "Shows bot version", 
  usage = "ver: Shows bot version",
  patterns = {
    "^ژوپیتر$",
    "^ورژن$",
        "^jove$",
            "^version$",
    "^ver$",
        "^Ver$",
      "^Version$",
    "^جو$"
  }, 
  run = run 
}

end
